{
    "truths": [
        "What's the most embarrassing thing that's ever happened to you?",
        "Have you ever had a crush on someone in this room?",
        "What is the biggest lie you've ever told?",
        "If you could switch lives with anyone for a day, who would it be?",
        "What is something you've never told anyone?",
        "What’s the worst date you’ve ever been on?",
        "If you could instantly become an expert in anything, what would it be?",
        "What is the most childish thing you still do?",
        "Have you ever broken something at someone else's house and not told them?",
        "What’s the worst thing you’ve done to a sibling?",
        "What is your biggest pet peeve?",
        "Have you ever cheated on a test?",
        "What’s the most awkward thing you’ve done in public?",
        "Have you ever had a crush on a teacher?",
        "What's the weirdest thing you've ever done in your sleep?",
        "What is your biggest fear?",
        "What's one thing you’ve never told your parents?",
        "If you could go back in time, what year would you travel to?",
        "What’s something you would never want your parents to find out about you?",
        "What’s a secret talent you have?",
        "Who was your first celebrity crush?",
        "Have you ever sent a text to the wrong person?",
        "What’s the craziest thing you’ve done for love?",
        "What’s the most embarrassing song you like?",
        "If you could change one thing about your appearance, what would it be?",
        "Have you ever lied about your age?",
        "What’s the most expensive thing you’ve ever bought?",
        "If you could be famous for one thing, what would it be?",
        "What’s your guilty pleasure?",
        "What’s the most outrageous rumor you’ve heard about yourself?",
        "Have you ever had a crush on a friend’s boyfriend or girlfriend?",
        "What’s something you’ve done that you regret?",
        "What’s the most trouble you’ve ever gotten into at school?",
        "Have you ever blamed someone else for something you did?",
        "What’s the worst thing you’ve ever done to a friend?",
        "What’s the most embarrassing text you’ve ever sent?",
        "What’s the craziest dare you’ve ever done?",
        "What’s something you do when you’re alone that you wouldn’t do around others?",
        "Have you ever eavesdropped on someone’s conversation?",
        "What’s the most ridiculous thing you’ve ever argued about?",
        "If you could only eat one food for the rest of your life, what would it be?",
        "What’s the worst haircut you’ve ever had?",
        "If you could live anywhere in the world, where would it be?",
        "What’s the most bizarre thing you’ve ever Googled?",
        "What’s the worst thing you’ve ever said to a teacher?",
        "What’s the weirdest dream you’ve ever had?",
        "If you could be a superhero, what power would you have?",
        "What’s the most embarrassing thing in your browser history?",
        "If you could only wear one color for the rest of your life, what would it be?",
        "Have you ever lied to get out of trouble?",
        "What’s something that always makes you laugh?",
        "What’s the most awkward moment you’ve had in front of a crush?",
        "If you could have dinner with any historical figure, who would it be?",
        "What’s your biggest turn-off?",
        "What’s the most ridiculous fashion trend you’ve ever followed?",
        "Have you ever had a secret crush on a celebrity?",
        "What’s the most embarrassing thing you’ve done to impress someone?",
        "What’s the funniest thing you’ve ever witnessed?",
        "What’s something you’ve never done, but wish you had?",
        "Have you ever lied about where you were going?",
        "If you could change one thing about your personality, what would it be?",
        "What’s the most embarrassing thing you’ve worn?",
        "What’s something you’re really good at that others don’t know?",
        "What’s the last thing you Googled?",
        "What’s a talent you have that you don’t show off?",
        "What’s the worst injury you’ve ever had?",
        "What’s the most awkward thing that’s happened to you on a date?",
        "What’s the weirdest food you’ve ever eaten?",
        "Have you ever made a prank call?",
        "What’s the most embarrassing nickname you’ve ever had?",
        "What’s the most awkward thing you’ve done to get someone’s attention?",
        "What’s the weirdest habit you have?",
        "What’s the biggest risk you’ve ever taken?",
        "What’s the worst fashion mistake you’ve ever made?",
        "What’s something you’ve done that no one knows about?",
        "What’s the most embarrassing text message you’ve received?",
        "What’s the craziest thing you’ve done for attention?",
        "What’s the biggest mistake you’ve made in a relationship?",
        "What’s the silliest thing you believed as a child?",
        "If you had to pick one person to be your partner in crime, who would it be?",
        "What’s something you’ve done that you’re embarrassed about but never told anyone?",
        "What’s the worst job you’ve ever had?",
        "What’s the weirdest thing you’ve ever done for money?",
        "What’s the most outrageous thing you’ve done for a dare?",
        "What’s the worst haircut you’ve ever given yourself?",
        "What’s the funniest thing that’s ever happened to you?",
        "What’s the most embarrassing moment in your life?",
        "What’s the weirdest thing you’ve bought online?",
        "Have you ever broken up with someone over text?",
        "What’s the most embarrassing thing you’ve said in front of your parents?",
        "What’s the longest you’ve gone without showering?",
        "What’s the craziest thing you’ve done to impress a crush?",
        "Have you ever accidentally said something you regretted?",
        "What’s the funniest thing you’ve seen someone do in public?",
        "Have you ever had a crush on someone you shouldn’t have?",
        "What’s the biggest lie you’ve ever gotten away with?",
        "What’s the most childish thing you do when you’re mad?",
        "What’s the craziest thing you’ve done for fun?",
        "What’s the worst prank you’ve ever pulled on someone?",
        "What’s the most embarrassing thing you’ve posted on social media?",
        "What's the weirdest thing you've ever Googled?",
        "Have you ever been caught doing something embarrassing?",
        "What's the last lie you told?",
        "Have you ever pretended to be sick to get out of something?",
        "What's the most random thing you've done to avoid work?",
        "Have you ever accidentally sent a text to the wrong person?",
        "What's the most awkward thing you’ve said to someone you like?",
        "Have you ever had a crush on someone you shouldn’t have?",
        "What's something you're afraid of, but don't like to admit?",
        "What's your most unusual talent?",
        "Have you ever borrowed something and never returned it?",
        "What's the most embarrassing thing you've done for a dare?",
        "What's the weirdest dream you've ever had?",
        "Have you ever been caught in a lie?",
        "What's the most childish thing you still do?",
        "Have you ever had a crush on a friend’s ex?",
        "What's the worst haircut you've ever had?",
        "What's the craziest thing you've done on a dare?",
        "Have you ever done something you regret while drunk?",
        "What's something you've done just because everyone else was doing it?",
        "What's the last thing you searched on your phone?",
        "Have you ever lied about your age?",
        "What's something you're embarrassed to admit you enjoy?",
        "Have you ever told a white lie to get out of trouble?",
        "What's the most awkward thing that's happened to you during a phone call?",
        "What's your guilty pleasure when it comes to TV shows?",
        "Have you ever accidentally sent a message to the wrong group chat?",
        "What's the weirdest thing you've eaten and liked?",
        "What's the most embarrassing thing you've done in front of your crush?",
        "Have you ever cheated at a game?",
        "What's the last thing you did that you wish you could take back?",
        "Have you ever lied to get out of a situation?",
        "What's the weirdest habit you have?",
        "What's the most embarrassing thing that's happened to you at school?",
        "Have you ever accidentally ruined someone else's clothes?",
        "What's something you do when you're alone that no one knows about?",
        "Have you ever had a crush on someone you’ve never talked to?",
        "What's the most embarrassing thing you’ve done in front of your parents?",
        "Have you ever pretended to be someone else online?",
        "What's the weirdest thing you’ve done for attention?",
        "What's the most embarrassing thing you've posted on social media?",
        "Have you ever made a prank call?",
        "What's the most awkward thing that's happened to you in a public place?",
        "What's the weirdest thing you believed as a kid?",
        "Have you ever made a weird face in a selfie and then accidentally sent it?",
        "What's the most childish thing you do when you're upset?",
        "Have you ever been in a situation where you couldn’t stop laughing?",
        "What's the most embarrassing song you secretly love?",
        "Have you ever been caught texting during a meeting or class?",
        "What's something you're really good at but never tell anyone?",
        "Have you ever been caught doing something sneaky?",
        "What's the most ridiculous thing you've argued about?",
        "Have you ever lied to someone just to avoid an awkward situation?",
        "What's the craziest thing you've done with friends?",
        "Have you ever blamed someone else for something you did?",
        "What's the weirdest thing you've ever done on a dare?",
        "Have you ever sent a message that you instantly regretted?",
        "What's something that always makes you laugh?",
        "What's the most ridiculous thing you've bought online?",
        "What's the most embarrassing thing you've done in a relationship?",
        "Have you ever broken something and blamed someone else?",
        "What's the funniest thing you've ever witnessed?",
        "Have you ever pretended to be busy when you weren’t?",
        "What's something you've done that you can't believe you got away with?",
        "Have you ever embarrassed yourself in front of someone you were trying to impress?",
        "What's the most awkward thing you've done in front of a group of people?",
        "Have you ever gotten into trouble for something silly?",
        "What's the weirdest lie you've ever told?",
        "Have you ever done something completely out of character?",
        "What's the silliest thing you’ve done because of peer pressure?",
        "Have you ever talked to someone just to get out of an awkward situation?",
        "What's something you’ve done that you'd never want your parents to know?",
        "Have you ever laughed so hard you cried?",
        "What's the weirdest way you've made money?",
        "What's the strangest food combination you actually like?",
        "Have you ever had a super embarrassing moment in front of your friends?",
        "What's the most ridiculous thing you've ever done to impress someone?",
        "Have you ever pretended not to know someone in public?",
        "What's the funniest thing you've ever done to get attention?",
        "Have you ever been caught talking to yourself?",
        "What's something that everyone else finds funny but you don’t?",
        "Have you ever forgotten someone’s birthday and tried to cover it up?",
        "What's the weirdest thing you've said in your sleep?",
        "Have you ever given someone a fake phone number?",
        "What's the most embarrassing thing you've worn in public?",
        "Have you ever stayed up all night doing something silly?",
        "What's something you’ve done that you're still embarrassed about?",
        "Have you ever gotten in trouble for something small that turned into a big deal?",
        "What's the most embarrassing thing you’ve done while trying to look cool?",
        "Have you ever made a joke that totally bombed?",
        "What's the most ridiculous excuse you've used to get out of something?",
        "Have you ever taken a selfie in an embarrassing situation?",
        "What's the weirdest thing you’ve done when you were bored?",
        "Have you ever gone to great lengths to avoid a conversation?",
        "What's the most embarrassing thing you've said on a date?",
        "Have you ever lied about what you're doing just to avoid someone?",
        "What's something you do that always makes people laugh?",
        "Have you ever watched a movie just because everyone was talking about it, even though you didn’t care?",
        "What's the most awkward thing you've done to make someone like you?",
        "Have you ever accidentally ruined someone's surprise?",
        "What's something you secretly judge people for?",
        "Have you ever had a totally embarrassing encounter with a stranger?",
        "What's the weirdest thing you've done to get out of a conversation?",
        "Have you ever avoided someone on purpose because you didn’t want to talk?",
        "What's something you did as a kid that you still think about and cringe?",
        "Have you ever taken a really bad picture and tried to convince everyone it looked good?",
        "What's the most awkward encounter you've had with a stranger?",
        "Have you ever laughed at something inappropriate?",
        "What's something that makes you feel incredibly embarrassed but you do anyway?",
        "Have you ever lied about where you were going?",
        "What's the most embarrassing thing that's happened to you on social media?"
    ],
    "dares": [
        "Do your best impression of a celebrity for one minute.",
        "Dance like nobody’s watching for 30 seconds.",
        "Try to lick your elbow.",
        "Talk in an accent (choose one) for the next 5 minutes.",
        "Do 10 jumping jacks without stopping.",
        "Post a funny picture of yourself on social media.",
        "Try to touch your toes while standing and hold it for 10 seconds.",
        "Send a random emoji to the third person in your contact list.",
        "Imitate a baby crying for 30 seconds.",
        "Let someone write a word on your forehead with a marker.",
        "Wear socks on your hands for the next three rounds.",
        "Act like a waiter/waitress and take everyone’s drink orders.",
        "Do your best dance move and hold it for 20 seconds.",
        "Walk around the room like a penguin for 1 minute.",
        "Speak in rhymes for the next three rounds.",
        "Do a cartwheel (or try to).",
        "Try to juggle with three items.",
        "Pretend you’re a superhero and create a short backstory.",
        "Do 20 push-ups.",
        "Pretend to be a waiter/waitress and serve imaginary food to the group.",
        "Try to sing a song with your mouth closed.",
        "Wear a silly hat for the next 5 minutes.",
        "Do your best chicken dance for 1 minute.",
        "Talk in a high-pitched voice until your next turn.",
        "Pretend to be a statue and stand still for 2 minutes.",
        "Act like a cat for the next 3 minutes.",
        "Give a 30-second presentation on why you’re the best at something silly.",
        "Take a silly selfie and send it to the last person you texted.",
        "Create a funny song about the group and sing it out loud.",
        "Do an impression of someone in the room for 1 minute.",
        "Walk backward for the next 2 minutes.",
        "Find an object in the room and create a commercial to sell it.",
        "Pretend to be a famous chef and describe how to make a crazy dish.",
        "Do your best robot dance for 30 seconds.",
        "Imitate a famous animal for 1 minute.",
        "Try to do a handstand for 10 seconds.",
        "Do your best impersonation of someone in the room.",
        "Talk like a pirate for the next 5 minutes.",
        "Do a dramatic reading of a random text message you’ve received.",
        "Balance a book on your head for 2 minutes.",
        "Do 10 sit-ups.",
        "Let someone else draw something on your face with a washable marker.",
        "Pretend to be a traffic cop and give everyone instructions to follow.",
        "Dance to a song of someone else’s choosing for 1 minute.",
        "Make a silly face and hold it for 30 seconds.",
        "Create a silly handshake with someone and perform it.",
        "Pretend to be a waiter/waitress and serve imaginary food to the group.",
        "Do 20 squats.",
        "Talk in slow motion until your next turn.",
        "Pretend to be a famous athlete and demonstrate your signature move.",
        "Find a random object in the room and give it a name and personality.",
        "Try to touch your nose with your tongue.",
        "Act like a celebrity for the next 5 minutes.",
        "Do your best impression of a robot for 1 minute.",
        "Try to juggle three objects in the air for 30 seconds.",
        "Speak only in questions until your next turn.",
        "Give a dramatic reading of a random text message.",
        "Pretend you’re a weather forecaster and do a live report.",
        "Try to make everyone laugh with your best joke.",
        "Imitate a baby for 1 minute.",
        "Pretend you’re a famous actor and give a dramatic monologue.",
        "Do 15 burpees.",
        "Do an impression of your favorite cartoon character.",
        "Talk like a baby for the next 3 minutes.",
        "Pretend to be a famous singer and perform a song.",
        "Do your best dance to a random song.",
        "Act like a model and do a quick runway walk.",
        "Pretend you’re a penguin and waddle around the room.",
        "Do 20 high knees.",
        "Let someone else style your hair however they like.",
        "Create a funny pose and hold it for 1 minute.",
        "Do your best impression of a teacher for 1 minute.",
        "Try to sing a song without using any words.",
        "Imitate a famous animal for 1 minute.",
        "Do a dramatic reading of a random text message.",
        "Pretend to be an animal of someone’s choice for the next 2 minutes.",
        "Speak in rhymes for the next 5 minutes.",
        "Give someone a compliment in the silliest way possible.",
        "Pretend to be a statue for 1 minute.",
        "Do 10 push-ups while singing a song.",
        "Dance like you're in a music video for 1 minute.",
        "Talk like you’re from the future for 2 minutes.",
        "Try to tie your shoes with one hand.",
        "Pretend to be a waiter/waitress and take orders from everyone in the room.",
        "Pretend to be a model and do a quick runway walk.",
        "Do 10 squats while singing a song.",
        "Imitate someone in the room and let them guess who it is.",
        "Do 20 jumping jacks without stopping.",
        "Make an animal noise every time you speak for the next 3 minutes.",
        "Pretend you're a teacher and give a lesson to the group.",
        "Sing the alphabet backwards as quickly as you can.",
        "Pretend to be a famous person and give a speech.",
        "Act like you’re under water for the next 2 minutes.",
        "Do 10 sit-ups while singing a song.",
        "Dance like no one is watching for 30 seconds.",
        "Create a silly dance move and teach it to the group.",
        "Pretend you're an expert in a random field and explain something about it.",
        "Imitate a robot and try to do a simple task.",
        "Talk in a really deep voice for the next 5 minutes.",
        "Pretend you’re a famous chef and demonstrate how to cook something crazy.",
        "Let someone pick an outfit for you to wear for the next 10 minutes.",
        "Do your best impersonation of a cartoon character for 1 minute.",
        "Pretend you're a game show host and ask everyone trivia questions.",
        "Pretend to be a news anchor and deliver a breaking news story.",
        "Dance like a ballerina for 1 minute.",
        "Do your best impression of a comedian and tell a joke.",
        "Talk like a robot until your next turn.",
        "Imitate your favorite celebrity for the next 2 minutes.",
        "Create and perform a short skit with someone in the group.",
        "Act like a monkey for 1 minute.",
        "Do your best impression of a famous singer for 1 minute.",
        "Try to do a handstand against the wall for 10 seconds.",
        "Talk like you're in a soap opera for the next 2 minutes.",
        "Give someone a piggyback ride around the room.",
        "Do 15 jumping jacks while singing a song.",
        "Make a funny face every time you talk for the next 5 minutes.",
        "Imitate a famous cartoon character and act like them for 1 minute.",
        "Do your best impression of a robot for 1 minute.",
        "Sing the chorus of a popular song like you're in a musical.",
        "Do a dramatic reading of a recipe like you're performing Shakespeare.",
        "Imitate an animal of your choice for 1 minute.",
        "Try to walk around the room without touching the floor for 2 minutes.",
        "Create a dance move and teach it to everyone else.",
        "Speak in only questions until your next turn.",
        "Talk like you’re a detective solving a mystery for the next 2 minutes.",
        "Do 20 squats while saying the alphabet.",
        "Do an impression of a famous chef for 1 minute.",
        "Sing a song while acting like a puppet for 1 minute.",
        "Act like a famous movie villain for 2 minutes.",
        "Pretend you’re a cheerleader and do a cheer for the group.",
        "Let someone else style your hair however they like for the next 5 minutes.",
        "Run around the room like you're in a race for 1 minute.",
        "Do 10 push-ups and yell a fun phrase after each one.",
        "Create a silly song and perform it for the group.",
        "Do a runway walk while pretending you're at a fashion show.",
        "Imitate a celebrity’s laugh for 1 minute.",
        "Make an animal noise every time you speak for the next 3 minutes.",
        "Talk like a robot for the next 2 minutes.",
        "Do your best dance to a song of the group’s choice for 1 minute.",
        "Act like a teacher and give a lesson to the group.",
        "Give a dramatic reading of your most recent text message.",
        "Pretend you're a magician and perform an imaginary magic trick.",
        "Create a funny commercial about a random object in the room.",
        "Try to juggle three objects (or pretend to).",
        "Do your best superhero pose for 1 minute.",
        "Imitate a famous person’s voice for the next 2 minutes.",
        "Balance a spoon on your nose for 1 minute.",
        "Talk like you’re a pirate for the next 2 minutes.",
        "Do a cartwheel (or try your best).",
        "Make a silly face and hold it for 30 seconds.",
        "Act like a famous character from a TV show for 2 minutes.",
        "Try to sing a song while holding your nose.",
        "Pretend you’re a famous sports player and do your signature move.",
        "Let someone draw something on your arm with a washable marker.",
        "Create a silly dance and perform it for 30 seconds.",
        "Do an impression of an animal and try to make everyone guess what it is.",
        "Talk like a baby for the next 3 minutes.",
        "Do 15 jumping jacks and shout a random word after each one.",
        "Run around the room and make siren sounds for 1 minute.",
        "Try to touch your toes while standing and hold it for 20 seconds.",
        "Talk like a robot and only say yes or no for the next 2 minutes.",
        "Pretend you’re a famous rockstar and perform a concert.",
        "Do 10 sit-ups while making silly faces.",
        "Create a funny accent and talk in it for the next 2 minutes.",
        "Do your best impression of someone in the room.",
        "Pretend you’re in a commercial and sell an item you make up.",
        "Talk in a really slow voice for the next 3 minutes.",
        "Do a dramatic reading of a social media post.",
        "Create a funny skit with someone in the room and perform it.",
        "Try to dance while balancing a book on your head for 1 minute.",
        "Pretend to be an old-timey news anchor and deliver a funny report.",
        "Act like a famous video game character for 1 minute.",
        "Do 10 burpees and then give a speech about how awesome you are.",
        "Sing a song and try to do the funniest dance you can think of.",
        "Do an impression of someone in the room without saying their name.",
        "Imitate a famous sports commentator and announce an imaginary game.",
        "Talk like you’re a villain for the next 2 minutes.",
        "Do your best dance move and hold it for 30 seconds.",
        "Create a random dance move and teach it to the group.",
        "Do 20 squats while pretending you're in a marching band.",
        "Walk around the room like a crab for 2 minutes.",
        "Make up a funny song and perform it for the group.",
        "Try to touch your nose with your tongue and hold it for 10 seconds.",
        "Talk like you’re a robot with a malfunctioning voice for the next 2 minutes.",
        "Try to juggle with whatever is nearby for 1 minute.",
        "Create a funny story about something that happened today and act it out.",
        "Do 15 high knees and shout out a random animal name after each one.",
        "Imitate a famous historical figure for the next 2 minutes.",
        "Pretend you're a mime and act out a random situation for 1 minute.",
        "Do 10 sit-ups and make silly faces while doing them.",
        "Do your best impression of a famous villain from a movie.",
        "Talk in a really deep voice for the next 2 minutes.",
        "Create a silly rap about a random subject and perform it.",
        "Imitate a baby animal for the next 1 minute.",
        "Act like a famous spy and explain your secret mission.",
        "Talk in a deep voice like a movie trailer announcer for the next 2 minutes.",
        "Try to balance something on your head while doing a silly dance.",
        "Create a funny commercial for a random object in the room.",
        "Do 20 jumping jacks and make funny noises after each one.",
        "Talk like you’re a news anchor reporting on an important story for 1 minute.",
        "Act like a famous superhero and strike heroic poses for 1 minute.",
        "Do 15 push-ups while pretending you're an astronaut.",
        "Create a silly dance and perform it for 1 minute.",
        "Act like a famous chef and explain how to cook something made up.",
        "Try to do a handstand for 10 seconds.",
        "Do 10 sit-ups while pretending you're a ninja.",
        "Do your best impersonation of an animal for 1 minute.",
        "Try to sing a song while only using animal sounds.",
        "Talk like you’re a robot malfunctioning for the next 2 minutes.",
        "Imitate a character from a video game for the next 2 minutes."
    ]
}