{
    "truths": [
        "What's the most romantic thing you've ever done for someone?",
        "Have you ever had a crush on someone while being in a relationship?",
        "What's something you've never told me, but are willing to share now?",
        "If I could change one thing about myself, what would it be?",
        "What's the most awkward date you've ever been on?",
        "Have you ever kissed someone of the same gender?",
        "What's the funniest thing you've done to try to impress someone?",
        "Have you ever had a secret crush on a friend?",
        "What's the worst thing you've ever done to get out of a date?",
        "Have you ever flirted with someone while being in a relationship?",
        "What's one thing you've always wanted to try but have been too scared to?",
        "What's the weirdest habit you have that you've never told me about?",
        "What's your idea of the perfect romantic date?",
        "Would you ever go on a reality TV show?",
        "Have you ever pretended to like something just to impress a partner?",
        "Have you ever been caught doing something embarrassing on a date?",
        "Would you rather have a partner who is super adventurous or super caring?",
        "What's the craziest thing you've done for love?",
        "Have you ever lied about being busy just to avoid someone?",
        "If you could spend a day in my shoes, what would you do?",
        "What's one thing you find most attractive about me?",
        "What’s the most unusual place you’ve ever kissed someone?",
        "Have you ever been in love with someone else while being in a relationship?",
        "What's your most embarrassing romantic moment?",
        "Have you ever sent a text to the wrong person?",
        "What's the most flirtatious thing you’ve ever said to someone?",
        "Do you believe in love at first sight?",
        "What's one thing you've always wanted to say to me but haven’t yet?",
        "Do you remember the first time we kissed?",
        "How would you describe our relationship in three words?",
        "Do you ever get jealous of my friends?",
        "Have you ever had a dream about me?",
        "What's something that instantly makes you fall for someone?",
        "Would you ever date someone who is completely opposite of you?",
        "What's the funniest thing you've said to someone on a date?",
        "Have you ever thought about breaking up with someone before?",
        "Would you ever try a long-distance relationship?",
        "Do you believe in soulmates?",
        "What's the most romantic gift you've ever given or received?",
        "Would you want me to be more spontaneous?",
        "What's the most embarrassing thing you’ve done to get attention from a crush?",
        "What's the craziest thing you've done in the name of love?",
        "Would you rather receive a heartfelt letter or a spontaneous date?",
        "Have you ever kept something from a past relationship?",
        "Do you like public displays of affection?",
        "Would you ever have an open relationship?",
        "What's your most embarrassing moment involving a crush?",
        "Have you ever been in a relationship just for the adventure?",
        "What's something you’ve always wanted to ask me but haven’t yet?",
        "Do you ever feel insecure about our relationship?",
        "What's the worst date you've ever been on?",
        "Do you prefer hugs or kisses?",
        "What's the sweetest thing someone has ever done for you?",
        "What's the most romantic thing I’ve done for you?",
        "What's the most flirtatious thing you’ve done in public?",
        "Have you ever kissed someone on a dare?",
        "What's something you’ve done on a date that you thought was cool but was actually awkward?",
        "Do you remember the first time we met?",
        "Have you ever felt nervous about being in a relationship?",
        "Have you ever lied about where you were going?",
        "What's your ideal way to spend a day with your partner?",
        "What's something you would want to do for your partner on a romantic getaway?",
        "Would you want to live together before marriage?",
        "Do you like surprises or do you prefer to know what’s coming?",
        "Would you date someone who is much older or younger than you?",
        "What's the funniest thing that has happened to you on a date?",
        "Would you ever write me a love letter?",
        "What's your idea of a perfect kiss?",
        "Have you ever sent a flirty text to the wrong person?",
        "Would you be okay with your partner talking to their ex?",
        "Have you ever had a crush on someone while in a relationship?",
        "What's the cheesiest pick-up line you’ve ever used?",
        "Would you ever get a couple’s tattoo?",
        "Do you believe in the saying 'opposites attract'?",
        "Have you ever been caught doing something inappropriate in public?",
        "What's your favorite thing to do together as a couple?",
        "What's the most attractive thing about me that you didn’t notice at first?",
        "Would you ever consider getting married in a faraway country?",
        "Do you like receiving surprise gifts from your partner?",
        "Have you ever had a crush on a celebrity?",
        "What's the most adventurous date you've ever been on?",
        "Do you prefer a quiet night in or a loud night out?",
        "Have you ever kissed someone in a public place?",
        "Would you like me to be more romantic?",
        "Would you ever be in a relationship with someone who doesn’t like your hobbies?",
        "What's the best piece of relationship advice you've ever received?",
        "Have you ever had a crush on a friend’s partner?",
        "Have you ever had a secret admirer?",
        "What's the worst advice you've received about relationships?",
        "Do you believe in love even when things aren't going well?",
        "Would you ever share everything with your partner, no matter what?",
        "What's the most embarrassing thing you've done in front of your crush?",
        "Do you prefer staying in and watching a movie or going out for a fancy dinner?",
        "Would you ever send a love letter to your partner?",
        "What's one thing that would make you fall even deeper in love with me?",
        "Do you think we argue too much, too little, or just the right amount?",
        "Have you ever pretended to be happy when you were upset in a relationship?",
        "Do you think I could ever get away with surprising you with something crazy?",
        "Would you ever try a couples' getaway to a remote place?",
        "Have you ever said 'I love you' to someone just to make them feel better?",
        "What's one thing you secretly want me to do but haven’t asked?",
        "Have you ever tried to set up a friend with someone?",
        "Do you believe love can conquer all?",
        "Would you ever go on a double date with your ex?",
        "Have you ever had a secret crush on someone in this room?",
        "What's the most ridiculous thing you’ve done to impress a partner?",
        "Would you prefer spending an anniversary at home or somewhere extravagant?",
        "Have you ever lied about being okay just to avoid an argument?",
        "Would you ever write a song for your partner?",
        "Do you find it easy to trust people in relationships?",
        "Would you ever go to couples' therapy?",
        "What's the best romantic gesture you’ve ever received?",
        "Do you like being the center of attention in a relationship?",
        "Would you ever consider a long-distance relationship?",
        "Would you let me keep a surprise for you until later in the day?",
        "Would you ever share your passwords with your partner?",
        "Have you ever gotten into trouble for being too affectionate in public?",
        "Would you ever let your partner manage your social media?",
        "Do you find it easy to be affectionate in front of friends?",
        "Have you ever kept a secret about a past relationship from your partner?",
        "Would you ever let me choose our next vacation destination?",
        "Do you believe love should be unconditional?",
        "Would you ever try a role-playing scenario with your partner?",
        "What's something you’ve always wanted to do in a relationship but haven't yet?",
        "Do you think we would be better as friends or lovers?",
        "Would you ever make a public declaration of love for your partner?",
        "Would you want to live together before getting married?",
        "Have you ever broken someone's heart?",
        "Would you like me to plan an entire surprise date for you?",
        "Have you ever had a dream about your partner?",
        "Would you ever take a break in a relationship to figure things out?",
        "Would you ever take a dance class with your partner?",
        "Do you think our relationship is more fun or serious?",
        "Would you ever get married without telling anyone beforehand?",
        "What's your favorite way for us to bond as a couple?",
        "Have you ever said something to your partner that you instantly regretted?",
        "Would you ever share a pet with your partner?",
        "What's your ideal relationship like?",
        "Do you believe that relationships should always be equal?",
        "Would you ever want to experience something new with me in a relationship?",
        "Do you think love gets easier or harder over time?",
        "Have you ever sent a flirty message to someone while in a relationship?",
        "Do you ever feel nervous about being in a relationship?",
        "What's something that would totally surprise you if I did it for you?",
        "Would you ever be okay with being in a relationship without labels?",
        "Do you think love can grow stronger over time?",
        "Would you ever plan a romantic surprise for me?",
        "Have you ever secretly wanted to date someone other than your partner?",
        "What's the most embarrassing thing you've done to impress someone?",
        "Have you ever had a crush on someone other than your partner while in a relationship?",
        "If you could switch lives with your partner for a day, what’s the first thing you’d do?",
        "What's the craziest thing you've ever done to get someone's attention?",
        "What’s your most embarrassing moment while being with your partner?",
        "Have you ever accidentally sent a message to the wrong person? What did it say?",
        "Do you believe in love at first sight? Why or why not?",
        "What's one thing about your partner that turns you on every time?",
        "Would you ever lie to your partner to avoid hurting their feelings? When?",
        "What's something you've never told your partner but you're too scared to share?",
        "What's the most romantic thing you’ve done for someone?",
        "Do you think it’s important to tell your partner everything, or are there some secrets you should keep?",
        "Have you ever told your partner a little white lie to avoid conflict?",
        "What’s the most adventurous thing you’d want to do with your partner?",
        "How do you feel when your partner is mad at you?",
        "If you could go on a dream vacation with your partner, where would it be?",
        "Do you like surprises from your partner, or would you rather know what's coming?",
        "Have you ever flirted with someone while you were in a relationship?",
        "What's something you do that annoys your partner, but you do it anyway?",
        "How do you feel about your partner’s friends? Do you get along with them?",
        "Would you ever consider taking a break from your partner?",
        "Have you ever imagined being with someone else, even though you're in a relationship?",
        "What's your idea of the perfect date night with your partner?",
        "How do you feel when your partner is around their ex?",
        "Do you think couples should spend time apart, or be together constantly?",
        "Have you ever forgotten an important date, like an anniversary or birthday?",
        "What's the silliest thing you’ve argued about with your partner?",
        "Have you ever done something to get back at your partner?",
        "What's the most romantic thing you’ve ever done for your partner?",
        "Do you ever fantasize about your partner in a different setting or situation?",
        "Would you ever consider taking a long-distance relationship seriously?",
        "How do you feel when your partner compliments someone else?",
        "Have you ever played a prank on your partner?",
        "Do you like giving or receiving surprises more in a relationship?",
        "Have you ever been jealous of someone your partner is friends with?",
        "Would you rather spend a whole day with your partner doing nothing, or doing something exciting?",
        "What’s your most awkward moment with your partner?",
        "If you could change one thing about your partner, what would it be?",
        "How would you feel if your partner wanted to move far away for a job?",
        "Do you think trust can be rebuilt after it's broken? Why or why not?",
        "Have you ever been caught in a lie by your partner?",
        "What do you find the most attractive about your partner?",
        "Would you ever let your partner pick out your clothes for a day?",
        "Do you prefer to give or receive affection more in the relationship?",
        "How would you feel if your partner wanted to hang out with their ex?",
        "Have you ever been secretly annoyed by something your partner does?",
        "Would you ever go on a reality dating show if your partner wasn’t around?",
        "What’s something you wish your partner knew about you?",
        "Have you ever talked about your partner with your friends behind their back?",
        "Would you ever get matching tattoos with your partner?",
        "Do you think it's important for couples to have separate hobbies?",
        "How do you handle it when your partner is in a bad mood?",
        "Have you ever secretly tried to impress your partner in a silly way?",
        "Would you ever let your partner look through your phone or social media?",
        "Have you ever thought about breaking up with your partner?",
        "What’s the most romantic thing your partner has ever done for you?",
        "How would you feel if your partner gave you a random, heartfelt gift?",
        "Have you ever felt jealous of your partner’s achievements?",
        "Do you believe in soulmates? Why or why not?",
        "How do you show your partner that you love them without using words?",
        "Do you think it's important to have alone time even when you're in a relationship?",
        "Have you ever had a fight with your partner in front of other people?",
        "How would you feel if your partner wanted to move to another country for work?",
        "Would you ever have a long-distance relationship? What would be your biggest challenge?",
        "How do you feel about your partner talking to exes?",
        "Would you ever ask your partner for advice on an embarrassing situation?",
        "What's one thing your partner does that makes you feel incredibly loved?",
        "Have you ever been surprised by a thoughtful gesture from your partner?",
        "Would you ever take a relationship quiz with your partner to see how well you know each other?",
        "Have you ever been mad at your partner but didn’t tell them why?",
        "Do you prefer public displays of affection or being more private about it?",
        "Would you ever talk about your relationship problems with a friend?",
        "Have you ever been tempted to hide something from your partner?",
        "How do you feel when your partner is overwhelmed with work or stress?",
        "Would you ever go on a spontaneous trip with your partner without any planning?",
        "How would you react if your partner wanted to change something major about your relationship?",
        "Do you think it’s important to have regular ‘check-ins’ with your partner about your relationship?",
        "What’s something you've never told your partner, but you feel they should know?",
        "Have you ever felt insecure in your relationship? What made you feel that way?",
        "Do you think you and your partner have similar future goals?",
        "Would you ever go on a reality show about relationships?",
        "How do you feel when your partner compliments someone else?",
        "What’s your idea of the perfect weekend with your partner?",
        "Would you ever share your deepest secret with your partner?",
        "How would you feel if your partner wanted to go on a solo trip?",
        "Have you ever been completely surprised by something your partner did for you?",
        "Would you ever consider living together before getting married?",
        "How do you feel about sharing passwords with your partner?",
        "Would you rather have an adventurous partner or a calm, relaxed one?",
        "Have you ever told a lie to your partner to avoid conflict?",
        "Would you feel comfortable if your partner spent a whole day with their ex?",
        "What’s the funniest thing you've ever done to impress your partner?",
        "How do you feel when you and your partner disagree on something important?",
        "Would you ever consider a ‘break’ in your relationship if things weren’t going well?",
        "Have you ever had a secret crush on someone while being in a relationship?",
        "What would your ideal date night look like?",
        "Would you ever share a deep, embarrassing secret with your partner?",
        "How would you feel if your partner wanted to move to a different city for work?",
        "What’s the most romantic gesture you’ve ever received?"
    ],
    "dares": [
        "Give your partner a passionate kiss for 10 seconds.",
        "Hold hands with your partner and do a silly dance together for 1 minute.",
        "Give your partner a 2-minute massage.",
        "Take a cute selfie together and post it on social media.",
        "Whisper something sweet in your partner's ear.",
        "Do your best seductive dance for your partner for 30 seconds.",
        "Give your partner a kiss on the neck.",
        "Let your partner blindfold you and feed you a small snack.",
        "Give your partner a compliment you've never given them before.",
        "Hold your partner's hand and gaze into their eyes for 1 minute.",
        "Let your partner write a message on your back with their finger.",
        "Try to kiss your partner with your eyes closed for 1 minute.",
        "Give your partner a piggyback ride around the room.",
        "Tell your partner one thing you love about them, but in a silly voice.",
        "Wrap your arms around your partner and hold them tight for 1 minute.",
        "Give your partner a quick lap dance for 30 seconds.",
        "Speak in a seductive voice for the next 5 minutes.",
        "Let your partner hold your hand while you both jump in place for 30 seconds.",
        "Give your partner a big bear hug and don’t let go for 1 minute.",
        "Have your partner pick a song, and then slow dance to it together.",
        "Take a deep breath and give your partner a soft kiss on the lips.",
        "Let your partner whisper something in your ear that no one else knows.",
        "Hold your partner in your arms and sway side to side for 1 minute.",
        "Let your partner gently massage your shoulders for 2 minutes.",
        "Give your partner a playful kiss on the cheek.",
        "Sit on your partner’s lap and stay there for 1 minute.",
        "Let your partner steal one item of clothing from you and wear it for the next round.",
        "Do a slow-motion kiss with your partner for 10 seconds.",
        "Tell your partner how much they mean to you with a heartfelt compliment.",
        "Let your partner write a word on your hand and keep it there for the rest of the game.",
        "Give your partner a quick kiss anywhere on their face.",
        "Do 10 squats while holding hands with your partner.",
        "Take turns giving each other a kiss every time you change directions while walking.",
        "Sit in front of your partner and gently caress their face for 1 minute.",
        "Do a funny walk around the room while holding hands with your partner.",
        "Let your partner give you a playful kiss on the forehead.",
        "Give your partner a playful tap on the rear end and then hug them.",
        "Let your partner give you a quick peck on the lips every time you blink.",
        "Take turns giving each other a compliment for 2 minutes.",
        "Pick your partner up and spin them around for 10 seconds.",
        "Give your partner a kiss on the hand and hold it for 30 seconds.",
        "Let your partner tie your shoes while you sit down.",
        "Hold your partner's hands and stare into their eyes for 30 seconds without laughing.",
        "Give your partner a bear hug and rock back and forth for 1 minute.",
        "Sit on your partner's lap and exchange a kiss.",
        "Let your partner give you a mini hand massage.",
        "Do a dramatic romantic slow-motion dance for 1 minute.",
        "Let your partner put your favorite snack in your mouth.",
        "Give your partner a quick kiss on the cheek while hugging them.",
        "Do a silly walk around the room while holding hands.",
        "Give your partner a gentle kiss on the forehead.",
        "Do a slow, sensual dance together for 1 minute.",
        "Let your partner give you a playful kiss on the nose.",
        "Let your partner whisper something romantic to you.",
        "Exchange a kiss every time you change a position in a fun dance.",
        "Wrap your arms around your partner and kiss them on the lips.",
        "Let your partner trace a love heart on your arm with their finger.",
        "Give your partner a playful nudge and then kiss them on the cheek.",
        "Sit face to face with your partner and stare into each other’s eyes for 30 seconds.",
        "Let your partner tell you a secret while you are holding hands.",
        "Take a romantic picture together with your arms around each other.",
        "Give your partner a deep kiss on the lips for 5 seconds.",
        "Let your partner give you a kiss on the wrist.",
        "Do a silly dance together and kiss at the end.",
        "Lie down and let your partner give you a soft kiss on the lips.",
        "Let your partner give you a back rub for 2 minutes.",
        "Whisper something romantic to your partner and hold their hands.",
        "Let your partner kiss your neck for 10 seconds.",
        "Slow dance with your partner for 2 minutes, eyes closed.",
        "Hold your partner in a long hug while whispering something sweet in their ear.",
        "Let your partner give you a playful kiss on the cheek every time you laugh.",
        "Let your partner pick your outfit for the next round.",
        "Give your partner a kiss on the forehead and hug them tightly.",
        "Stand with your partner, close your eyes, and take turns breathing together for 1 minute.",
        "Let your partner sit on your lap for 1 minute while you gently kiss their lips.",
        "Do 5 push-ups while your partner cheers you on.",
        "Exchange a kiss with your partner every time you turn around in a circle.",
        "Hold hands and do a silly little jump together.",
        "Let your partner draw something on your hand with a marker.",
        "Hold your partner’s face in your hands and kiss them on the lips.",
        "Give your partner a quick kiss on the hand.",
        "Pick up your partner and carry them for 10 seconds.",
        "Let your partner put your hair in a ponytail or braid it.",
        "Let your partner give you a hug and hold it for 30 seconds.",
        "Sit on your partner’s lap and give them a soft kiss on the lips.",
        "Let your partner massage your shoulders while you relax for 2 minutes.",
        "Exchange a kiss with your partner after every silly move you make.",
        "Give your partner a kiss and then act shy afterward.",
        "Hold your partner’s hands and stare at each other without speaking for 30 seconds.",
        "Take a deep breath and kiss your partner on the nose.",
        "Let your partner playfully grab your wrist and pull you into a kiss.",
        "Wrap your arms around your partner’s neck and gently pull them into a kiss.",
        "Let your partner spin you around for a dramatic twirl.",
        "Sit on your partner’s lap and give them a gentle kiss on the lips.",
        "Do a silly or funny impression of your partner and then hug them.",
        "Hold hands with your partner and do 5 jumping jacks together.",
        "Give your partner a playful tap on the nose and then a quick kiss.",
        "Let your partner tie a ribbon around your wrist.",
        "Give your partner a soft and tender kiss on the lips.",
        "Let your partner give you a kiss on the cheek while you smile.",
        "Hold hands and walk around the room, making funny faces at each other.",
        "Let your partner gently brush your hair and give you a kiss afterward.",
        "Do a silly, exaggerated dance and then kiss your partner.",
        "Let your partner give you a kiss on your ear.",
        "Give your partner a kiss on the forehead and hold them tight afterward.",
        "Let your partner massage your hands for 2 minutes.",
        "Exchange a playful kiss every time you blink your eyes.",
        "Whisper a compliment in your partner’s ear and hold them for 1 minute.",
        "Take turns kissing each other’s fingers gently.",
        "Let your partner hold your hands and hug you tightly for 1 minute.",
        "Let your partner feed you something sweet and then kiss them.",
        "Let your partner give you a playful kiss on the forehead.",
        "Hold hands and jump up and down together for 30 seconds.",
        "Give your partner a slow, sweet kiss on the lips.",
        "Let your partner run their fingers through your hair for 1 minute.",
        "Hold your partner’s face gently and kiss them softly.",
        "Give your partner a kiss on the cheek every time they smile.",
        "Let your partner give you a kiss on the wrist while holding your hand.",
        "Slow dance with your partner, and kiss at the end.",
        "Let your partner gently kiss your shoulder.",
        "Do a funny dance and kiss your partner when you're done.",
        "Let your partner sit on your lap while you kiss them tenderly.",
        "Give your partner a compliment while kissing them on the cheek.",
        "Let your partner give you a quick kiss on the lips and then hug you tightly.",
        "Take turns kissing each other’s fingers and whispering something sweet.",
        "Let your partner give you a kiss on the nose.",
        "Take a slow and intimate kiss with your partner and hold it for a few seconds.",
        "Let your partner hold your face and kiss you softly.",
        "Do a slow-motion kiss with your partner for 30 seconds.",
        "Let your partner rub your back while you close your eyes and enjoy it.",
        "Hold hands with your partner and stare into each other’s eyes.",
        "Have a mini fashion show where your partner judges your outfit.",
        "Slow dance to a song of your partner’s choosing, even if it's a silly one.",
        "Give your partner a playful piggyback ride around the room.",
        "Tell your partner your deepest secret and ask them to do the same.",
        "Give your partner a kiss on their forehead and tell them what you love most about them.",
        "Draw a heart on your partner's back with your finger and ask them to guess what it is.",
        "Try to balance a pillow on your head while walking around the room.",
        "Do your best runway walk while your partner is the judge.",
        "Give your partner a sensual neck massage for 3 minutes.",
        "Imitate your partner’s voice for the next 2 minutes.",
        "Tell your partner something you’ve always wanted to try but never have.",
        "Make your partner laugh with your silliest dance moves.",
        "Act out a scene from your favorite romantic movie with your partner.",
        "Ask your partner to choose an item of clothing for you to wear for the next round.",
        "Give your partner a slow, sweet kiss on the cheek.",
        "Let your partner feed you a snack with their hands.",
        "Have a pillow fight with your partner until someone gives up.",
        "Play a game of truth or dare with your partner but only choose dares for them.",
        "Do 20 jumping jacks while your partner cheers you on.",
        "Give your partner a slow and dramatic kiss on the hand.",
        "Stand still while your partner gives you a makeover with makeup or hair products.",
        "Try to talk in a sexy accent for the next 3 minutes.",
        "Create a romantic and silly poem for your partner and perform it dramatically.",
        "Give your partner a sensual massage with your hands and see how they react.",
        "Take a selfie with your partner in the most awkward pose you can think of.",
        "Sit on your partner’s lap and gaze into each other’s eyes for 2 minutes.",
        "Have your partner draw a silly tattoo on your arm with a washable marker.",
        "Try to recreate your first date with your partner, even if it’s just pretending.",
        "Let your partner blindfold you and guide you around the room for 2 minutes.",
        "Write a funny love letter to your partner and read it out loud.",
        "Have your partner do something goofy, like a funny dance or song, for you to laugh at.",
        "Act out your favorite romantic moment from a movie for your partner.",
        "Ask your partner to give you a piggyback ride around the room.",
        "Create a silly handshake with your partner and perform it every time you say 'hello.'",
        "Recreate the first time you kissed your partner, and share how you felt at that moment.",
        "Let your partner blindfold you and feed you something new and see if you can guess it.",
        "Try to kiss your partner without using your hands.",
        "Do a dramatic reading of a romantic text message your partner has sent you.",
        "Tell your partner a funny story from your childhood and make them guess if it's true or not.",
        "Give your partner a 'love tattoo' by drawing a heart on their arm with a washable marker.",
        "Try to seductively feed your partner a piece of fruit while looking them in the eyes.",
        "Do a slow-motion dance to a song you both love and see how creative you can get.",
        "Try to teach your partner your favorite dance move.",
        "Whisper something sweet into your partner’s ear and see if they can keep a straight face.",
        "Recreate a moment from a romantic comedy movie with your partner.",
        "Give your partner a kiss on the lips and then a compliment about their smile.",
        "Wrap your arms around your partner for 1 minute and hold them tightly.",
        "Try to kiss your partner's neck without them noticing until the last second.",
        "Give your partner a playful, flirty wink every time you speak for the next 2 minutes.",
        "Let your partner pick out your outfit for the next round and wear it proudly.",
        "Sit across from each other, look into each other’s eyes, and say something you love about each other.",
        "Pick a random spot on your partner’s body and give it a kiss.",
        "Ask your partner to teach you something they love to do and try it yourself.",
        "Take turns giving each other silly, over-the-top compliments for 2 minutes.",
        "Lie down on your back and have your partner do a silly impression of you for 1 minute.",
        "Give your partner a playful kiss and then tell them what you’d like to do next.",
        "Try to teach your partner to say 'I love you' in a different language.",
        "Give your partner a surprise bear hug from behind and hold it for 30 seconds.",
        "Do your best impersonation of a famous romantic character for 1 minute.",
        "Wrap yourself and your partner in a blanket and cuddle for 3 minutes.",
        "Send a romantic message to your partner and pretend it’s from someone else.",
        "Try to balance something on your head while your partner watches and gives you directions.",
        "Perform your favorite romantic song for your partner, either seriously or humorously.",
        "Tell your partner one thing that always makes you feel loved.",
        "Draw a silly picture on your partner’s back with your finger and have them guess what it is.",
        "Make up a silly love song and sing it to your partner in the silliest way possible.",
        "Take turns giving each other compliments about the other’s personality for 2 minutes.",
        "Have a 'slow-motion' kiss with your partner for 30 seconds.",
        "Have a deep, serious conversation with your partner about something you both care about.",
        "Do a sensual, slow dance with your partner to a love song of your choice.",
        "Let your partner choose a silly dance move and then try to do it together.",
        "Make up a silly romantic story and perform it like you’re in a theater play.",
        "Draw a heart on your partner’s cheek with lipstick and tell them why you love them.",
        "Give your partner a playful back rub while looking into their eyes.",
        "Create a funny 'couple's handshake' and perform it with your partner every time you greet them.",
        "Try to kiss your partner in a way you’ve never done before, maybe upside down or sideways.",
        "Give your partner a gentle kiss on their neck and tell them what you love about them.",
        "Let your partner lead you in a dance, even if it’s silly and awkward.",
        "Give your partner a funny nickname and only call them that for the next round.",
        "Send a heart emoji to your partner and say something sweet with it.",
        "Sit down with your partner and list 3 things that make them the best partner ever.",
        "Do something silly together, like pretending you’re both secret agents.",
        "Try to balance a pillow between your heads and walk around the room together without dropping it.",
        "Give your partner a spontaneous, romantic kiss anywhere you choose.",
        "Give your partner a playful, light tickle session for 1 minute.",
        "Create a short love letter to your partner and read it out loud in the most dramatic way.",
        "Ask your partner to teach you something romantic, like how to dance a waltz.",
        "Give your partner a surprise kiss and then make them guess the reason behind it.",
        "Try to kiss your partner on the cheek without letting them know where it’s coming from.",
        "Give your partner a long hug, close your eyes, and just enjoy the moment.",
        "Write a love note to your partner and leave it somewhere for them to find later.",
        "Make up a silly dance move and get your partner to do it with you.",
        "Try to kiss your partner in a different way than you normally do, maybe softly or dramatically.",
        "Ask your partner for a 3-minute cuddle and see how comfortable you can get.",
        "Give your partner a 'special' compliment that they’ve never heard before.",
        "Let your partner handcuff you (or use a scarf) and tease you for 3 minutes.",
        "Kiss your partner’s body from their neck to their waist.",
        "Spend 5 minutes exploring your partner’s body with your hands (no talking allowed)."
    ]
}